app/controllers/movies_controller.rb

  def create
    @movie = Movie.new(movie_params)

    if @movie.save
---
INSERT INTO "movies" ("original_title", "popularity", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["original_title", "Cars 2"], ["popularity", "23.336"], ["created_at", "2019-09-17 16:28:07.768902"], ["updated_at", "2019-09-17 16:28:07.768902"]]