app/controllers/users_controller.rb

INSERT INTO "users" ("f_name", "l_name", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["f_name", "Bohdan"], ["l_name", "Mykytey"], ["created_at", "2019-09-16 20:00:44.135586"], ["updated_at", "2019-09-16 20:00:44.135586"]]
---
  def create
    @user = User.new(user_params)

    if @user.save